{
	"Centre Code": "PT8533",
	"Centre Name": "SUNNY BUNNY MONTESSORI INFANT AND CHILD CARE CENTRE",
	"Centre Branch": "PT SUNNY BUNNY MONTESSORI",
	"Address": "455, SIN MING AVENUE, #01 - 489, SINGAPORE 570455",
	"Telephone": "96476828",
	"Fax": "64570514",
	"Web Site": "www.sunny-bunny.com.sg",
	"Govt. Subsidy": "Yes",
	"GST Registration": "No",
	"Current Licence Duration": "24 months",
	"Centre Details": "We run FULL Montessori Programme inclusive of phonics and Chinese Language lessons. Our enrichment programmes include Speech and Drama, Dance, Scientific Investigation, Music and Movement, Chinese Words Recognition which aims at getting children to recognise 1500 words by the end of K2, Mental Speed Counting, Art and Craft and Puppetry Literacy. All enrichment programmes  are conducted in both English and Chinese and are inclusive in the monthly fees. There are no other hidden costs. Moral Education is incorporated seamlessly into our daily lessons and circle time. Our highly effective Montessori Phonics Programme enables our children to read and spell words confidently by end of K1. \nWe are the ONLY PRESCHOOL in Singapore capable of staging a MONTHLY Puppet Show at Bishan Community Library as part of our community involvement. Puppet Show is also a real testimony to our effective literacy programme and the commitment of our teachers in providing the best to our children. Do visit our website www.sunny-bunny.com.sg to learn more of our programmes. \nYour child's beautiful day begins with us. We strongly believe in providing our children a non-stressful, happy and enjoyable early childhood. All enquiries are welcome. Prior appointment needed if you wish to visit our centre. Please contact us to make appointment for a tour of our centre. You are strongly encouraged to bring your child along for the viewing as we respect children's choice of school.\nWe strive to keep school fees affordable by not increasing the fees payable of our existing children as long as we can cope with the rising cost of teachers's salary and the rental of premises. We also recognise that most parents do not need child care service on Saturdays. All parents who register their children for full day programme and do not require  Saturdays' service are given a monthly discount of $200!",
	"Contact Person": "ONG CHAI LENG",
	"Contact Number": "96476828",
	"Contact Designation": "DIRECTOR",
	"food": {
		"Halal Food with Beef(with Certification from MUIS)": "No",
		"Halal Food with No Beef(with Certification from MUIS)": "No",
		"No Pork No Lard with Beef(without Certification from MUIS but from Halal Sources)": "No",
		"No Pork No Lard with No Beef(without Certification from MUIS but from Halal Sources)": "Yes",
		"No Pork No Lard with Beef(from Non Halal Sources)": "No",
		"No Pork No Lard with Non Beef(from Non Halal Sources)": "No",
		"Vegetarian": "No",
		"Other Type of Food Served": "N/A"
	},
	"motherTongue": {
		"Chinese": "Yes",
		"Malay": "No",
		"Tamil": "No",
		"Others": "No"
	},
	"operatingHours": {
		"Monday-Friday": {
			"Full Day": "700 To 1900",
			"AM": "700 To 1300",
			"PM": "To 1300 To 1900"
		},
		"Saturday": {
			"Full Day": "700 To 1400",
			"AM": "700 To 1400",
			"PM": ""
		}
	},
	"services": [
		{
			"Age From": " ",
			"Age To": " ",
			"Service Type": "",
			"Fee without GST": 0,
			"Fee with GST": 0
		}
	]
}